Revit 2024 API
UnitTypeId.UsGallonsPerHour Property
 US gallons per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId UsGallonsPerHour { get; }
Visual Basic
Public Shared ReadOnly Property UsGallonsPerHour As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ UsGallonsPerHour {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace